Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Display Chart Threshold lines for Low and High
bg: Показване на линии за праг в графиката за ниско и високо
cs: Zobrazit v grafu čáry limitů pro nízkou a vysokou glukózu
da: Vis kortgrænser for lav og høj
de: Diagramm-Schwellenwertlinien für Niedrig und Hoch anzeigen
es: Mostrar líneas del umbral del gráfico para bajo y alto
fr: Afficher les lignes des seuils bas et haut sur le graphique
it: Visualizza le linee di soglia del grafico per bassa e alta
nb_no: Vise grenselinjer for høye og lave verdier
nl: Lijnen voor LAAG en HOOG weergeven in grafiek
pl: Wyświetl linie progowe wykresu dla niskich i wysokich
pt_pt: Mostrar linhas de limite de gráfico para baixo e alto
ru: Отображать линии верхнего и нижнего порога
sv: Visa linjer för lågt och högt i diagram
uk: Відображення порогових ліній діаграми для низьких і високих значень
vi: Hiển thị đường ngưỡng thấp và cao trên biểu đồ
zh_hant: 顯示圖表的低高門檻值線

source: Display Chart X - Grid lines
bg: Показване на линии по оста X в графиката
cs: Zobrazit v grafu mřížku na ose X
da: Vis figur X - gitterlinjer
de: Zeige X - Gitterlinien im Diagramm an
es: Mostrar carta X - líneas de cuadrícula
fr: Affichez les lignes de l’axe X sur le graphique
it: Grafico di visualizzazione X - Linee griglia
nb_no: Vise rutenett (X)
nl: Grafiek X weergeven - Rasterlijnen
pl: Wyświetl wykres X - linie siatki
pt_pt: Mostrar Gráfico X - Linhas de grade
ru: Отображать вертикальные линии сетки
sv: Visa linjer för X i diagram
uk: Відображення діаграми X – лінії сітки
vi: Hiển thị đường lưới trục X trên biểu đồ
zh_hant: 顯示圖表的X座標網格線

source: Display Chart Y - Grid lines
bg: Показване на линии по оста Y в графиката
cs: Zobrazit v grafu mřížku na ose Y
da: Vis diagram Y - gitterlinjer
de: Zeige Y-Gitterlinien im Diagramm an
es: Mostrar gráfico Y - líneas de cuadrícula
fr: Afficher les lignes de l’axe Y sur le graphique
it: Grafico di visualizzazione Y - Linee griglia
nb_no: Vise rutenett (Y)
nl: Grafiek Y weergeven - Rasterlijnen
pl: Wyświetl wykres Y - linie siatki
pt_pt: Mostrar Gráfico Y - Linhas de grade
ru: Отображать горизонтальные линии сетки
sv: Visa linjer för Y i diagram
uk: Відображення діаграми Y – лінії сітки
vi: Hiển thị đường lưới trục Y trên biểu đồ
zh_hant: 顯示圖表的Y座標網格線

source: Display customizable data on Lock Screen and Dynamic Island.
bg: Показва персонализируеми данни на заключения екран и в Dynamic Island.
cs: Zobrazit přizpůsobitelná data na zamknuté obrazovce a v Dynamic Islandu.
da: Vis tilpasselige data på Lock Screen og Dynamic Island.
de: Anzeige von anpassbaren Daten auf dem Sperrbildschirm und der dynamischen Insel.
es: Mostrar datos personalizables en la pantalla de bloqueo y la isla dinámica.
fr: Afficher des données personnalisables sur l’écran verrouillé et le Dynamique Island.
it: Visualizza dati personalizzabili sulla schermata di blocco e sulla Dynamic Island.
nb_no: Vis tilpassede data på låseskjerm og Dynamic Island.
nl: Laat aanpasbare gegevens zien op het vergrendelscherm en dynamisch eiland.
pl: Wyświetlaj konfigurowalne dane na ekranie blokady i wyspie dynamicznej.
pt_pt: Exibir dados personalizáveis na tela de bloqueio e na Ilha Dinâmica.
ru: Отображение настраиваемых данных на экране блокировки и на Динамическом острове.
sv: Visa anpassningsbara data på låsskärmen och Dynamic Island.
uk: Відображати налаштовувані дані на екрані блокування і динамічному острові.
vi: Hiển thị dữ liệu tùy chỉnh trên Màn hình khóa và Dynamic Island.
zh_hant: 在鎖定螢幕和動態島上顯示可自定義的資料。

source: Display Emojis as Labels
bg: Показване на емоджита като етикети
cs: Zobrazit emoji jako popisky
da: Vis Emojis som etiketter
de: Emojis als Label anzeigen
es: Mostrar emojis como etiquetas
fr: Afficher des émojis dans les libellés
it: Mostra Emoji come etichette
nb_no: Vis Emojier som etiketter
nl: Emojis als labels weergeven
pl: Wyświetlaj emotikony jako etykiety
pt_pt: Exibir Emojis como Rótulos
ru: Показывать эмодзи как ярлыки
sv: Visa Emojis som etiketter
uk: Показувати емодзі як мітки
vi: Hiển thị biểu tượng cảm xúc
zh_hant: 顯示表情符號作為標籤

source: Display HR on Watch
bg: Показване на пулса на Watch
cs: Zobrazit tepovou frekvenci (HR) na hodinkách
da: Vis HR på vagt
de: Herzfrequenz auf Watch anzeigen
es: Mostrar HR en reloj
fr: Affichage du rythme cardiaque sur la Watch
it: Mostra FC sull'orologio
nb_no: Vis puls på klokken
nl: Toon hartritme op horloge
pl: Wyświetl HR na zegarku
pt_pt: Exibir RH no Relógio
ru: Отображать пульс на часах
sv: Visa din puls på klockan
uk: Відображати HR на годиннику
vi: Hiển thị nhịp tim trên đồng hồ
zh_hant: 在手錶上顯示心率

source: Display IOB and COB
bg: Показване на IOB и COB
cs: Zobrazit IOB a COB
da: Vis IOB og COB
de: IOB und COB anzeigen
es: Mostrar IOB y COB
fr: Afficher IOB et COB
it: Visualizzazione IOB e COB
nb_no: Vis IOB og COB
nl: Geef IOB en COB weer
pl: Wyświetl IOB i COB
pt_pt: Exibir IOB e COB
ru: Показать IOB и COB
sv: Visa IOB och COB
uk: Показати IOB і COB
vi: Hiển thị IOB và COB
zh_hant: 顯示IOB和COB

source: Display Live Data From Trio
bg: Показване на данни на живо от Trio
cs: Zobrazit živá data z Tria
da: Vis Live Data Fra Trio
de: Live-Daten von Trio anzeigen
es: Mostrar datos en vivo de Trio
fr: Afficher les données en direct de Trio
it: Mostra Dati Dal Vivo Dal Trio
nb_no: Vis Live Data fra Trio
nl: Live data weergeven uit Trio
pl: Wyświetl dane na żywo z Trio
pt_pt: Exibir dados ao vivo de Trio
ru: Отображение реальных данных из Трио
sv: Visa live-data från Trio
uk: Відображати дані наживо з племені
vi: Hiển thị dữ liệu trực tiếp từ Trio
zh_hant: 顯示來自Trio的即時資料

source: Display Loop Cycle statistics
bg: Показване на статистики за цикъла
cs: Zobrazit statistiky cyklů smyčky
da: Vis statistik over sløjfecyklus
de: Zeige Loopzyklus-Statistik
es: Mostrar estadísticas del ciclo de bucle
fr: Afficher les statistiques du cycle de boucle
it: Visualizza le statistiche di Loop
nb_no: Vis statistikk for loop-sykluser
nl: Loop cyclusstatistieken weergeven
pl: Wyświetl statystyki cyklu pętli
pt_pt: Exibir estatísticas do ciclo de ciclo
ru: Отображать статистику циклов
sv: Visa Loopstatistik
uk: Показати статистику Циклів
vi: Hiển thị thống kê chu kỳ Loop
zh_hant: 顯示循環統計資料

source: Display Meal Presets
bg: Показване на шаблони за хранене
cs: Zobrazit předvolby jídel
da: Vis Måltid Forudindstillinger
de: Mahlzeitenvorgaben anzeigen
es: Mostrar ajustes de comida
fr: Afficher les repas favoris
it: Mostra Pasto Predefinito
nb_no: Vis forhåndsinnstillinger for måltid
nl: Vooringevulde Maaltijd weergeven
pl: Wyświetl ustawienia posiłków
pt_pt: Mostrar predefinições de refeições
ru: Отображение пресетов
sv: Visa förvalda måltider
uk: Відображати пресети Meal
vi: Hiển thị các thiết lập bữa ăn
zh_hant: 顯示餐前注射預設

source: Display Predictions
bg: Показване на прогнози
cs: Zobrazit předpovědi
da: Vis Forudsigelser
de: Prognosen anzeigen
es: Mostrar predicciones
fr: Afficher les prédictions
it: Visualizza Previsioni
nb_no: Vise prediksjoner
nl: Geef voorspellingen weer
pl: Wyświetlaj prognozy
pt_pt: Exibir previsões
ru: Отображать прогнозы
sv: Visa prognoser
uk: Показати передбачення
vi: Hiển thị dự đoán
zh_hant: 顯示預測

source: Display Protein & Fat
bg: Показване на протеини и мазнини
cs: Zobrazit bílkoviny a tuky
da: Vis Protein & Fedt
de: Zeige Eiweiß & Fett
es: Mostrar proteína y grasa
fr: Afficher les protéines et lipides
it: Mostra Proteine & Grassi
nb_no: Vis protein og fett
nl: Toon Vet en Proteïne
pl: Wyświetl białka i tłuszcze
pt_pt: Exibir proteína e gordura
ru: Отображать белки и жиры
sv: Visa fett och protein
uk: Показати білок і жир
vi: Hiển thị chất đạm và chất béo
zh_hant: 顯示蛋白質和脂肪

source: Display SD instead of CV
bg: Показване на SD вместо CV
cs: Zobrazit SD místo CV
da: Vis SD i stedet for CV
de: Zeige die Standardabweichung (SD) anstelle des Variationskoeffizienten (CV) an
es: Mostrar SD en lugar de CV
fr: Afficher SD au lieu de CV
it: Mostra SD invece di CV
nb_no: Vis SD i stedet for CV
nl: Toon SD in plaats van CV
pl: Wyświetl SD zamiast CV
pt_pt: Exibir SD em vez de CV
ru: Отображать SD вместо CV
sv: Visa SD istället för CV
uk: Показати SD замість CV
vi: Hiển thị SD thay vì CV
zh_hant: 顯示標準差（SD）而不是變異係數（CV）

source: Display Standard Deviation (SD) instead of Coefficient of Variation (CV) in statPanel
bg: Показване на стандартното отклонение (SD) вместо коефициента на вариация (CV) в statPanel
cs: Zobrazit směrodatnou odchylku (SD) místo variačního koeficientu (CV) v panelu statistik
da: Vis standardafvigelse (SD) i stedet for variationskoefficient (CV) i statPanel
de: Zeige die Standardabweichung (SD) anstelle des Variationskoeffizienten (CV) in der Statistik an
es: Mostrar Desviación Estándar (SD) en lugar del Coeficiente de Variación (CV) en StatPanel
fr: Afficher la déviation standard (SD) au lieu du coefficient de variation (CV) dans le tableau de statistique
it: Mostra deviazione standard (SD) invece di Coefficiente di variazione (CV) nello statPanel
nb_no: Vis standardavvik (SD) i stedet for variasjonskoeffisient (CV) i statistikkpanel
nl: Toon standaard afwijkingen (SD) in plaats van coëfficiënt van variatie (CV) in het hoofdscherm bij de statistieken
pl: Wyświetlaj odchylenie standardowe (SD) zamiast współczynnika zmienności (CV) w panelu Statystyk
pt_pt: Exibir Desvio Padrão (SD) em vez de Coeficiente da Variação (CV) no Painel de Controle
ru: Отображать Стандартное Отклонение (SD), вместо Коэффициента Вариации (CV) на панели статистики
sv: Visa standardavikelse (SD) istället för variationskoefficient (CV) på hemskärmen
uk: Показувати стандартне відхилення (SD) замість Коефіцієнту варіації (CV) у панелі стану
vi: Hiển thị SD thay cho CV trong bảng thống kê
zh_hant: 在統計面板中顯示標準差（SD）而不是變異係數（CV）

source: Display Temp Targets Button
bg: Показване на бутон „Временни цели“
cs: Zobrazit tlačítko dočasných cílů
da: Vis Knappen Temp Mål
de: Schaltfläche 'Temporäre Ziele' anzeigen
es: Mostrar botón de objetivos temporales
fr: Afficher le bouton Cible Temporaires
it: Mostra Il Pulsante Temp Targets
nb_no: Vis knapp for midlertidige mål
nl: Toon tijdelijke doelen knop
pl: Wyświetlaj Przycisk Celów Tymczasowych
pt_pt: Exibir botão Temp Targets
ru: Отображать кнопку временных целей
sv: Visa knapp för tillfälligt målvärde
uk: Показувати кнопку тимчасові цілі
vi: Nút hiển thị Mục tiêu Tạm thời
zh_hant: 顯示臨時目標按鈕

source: Display the grid lines behind the glucose graph.
bg: Показва линиите на мрежата зад графиката за глюкоза.
cs: Zobrazit čáry mřížky na pozadí grafu glukózy.
da: Vis gitterlinjerne bag glukosegrafen.
de: Zeigt die Rasterlinien hinter dem Glukosegraphen an.
es: Mostrar las líneas de cuadrícula detrás del gráfico de glucosa.
fr: Afficher la grille derrière le graphique des mesures de glucose.
it: Mostra le linee della griglia dietro il grafico del glucosio.
nb_no: Vis linjer bak blodsukkergrafen.
nl: Toon de rasterlijnen achter de glucose grafiek.
pl: Wyświetlaj linie siatki za wykresem glukozy.
pt_pt: Exibe as linhas da grade por trás do gráfico de glicose.
ru: Отображение линий сетки за графиками глюкозы.
sv: Visa rutnätslinjer bakom glukosgrafen.
uk: Відображення ліній сітки за графіком глюкози.
vi: Hiển thị các đường lưới phía sau biểu đồ đường huyết.
zh_hant: 在葡萄糖圖表後顯示網格線。

source: Display the Low and High glucose thresholds set below.
bg: Показва праговете за ниска и висока глюкоза, зададени по-долу.
cs: Zobrazit limity pro nízkou a vysokou glukózu nastavené níže.
da: Vis tærsklerne for lav og høj glukose angivet nedenfor.
de: Zeigt die unten eingestellten Schwellenwerte für niedrige und hohe Glukose an.
es: Mostrar los umbrales de glucosa bajos y altos establecidos a continuación.
fr: Afficher les seuils de glucose Bas et Haut définis ci-dessous.
it: Visualizza le soglie di glucosio Basso ed Alto impostate sotto.
nb_no: Vis terskler for lavt og høyt blodsukker som angitt under.
nl: De lage en hoge glucosedrempels hieronder instellen.
pl: Wyświetlaj niskie i wysokie progi glikemii podane poniżej.
pt_pt: Exiba os limiares de glicemia baixa e alta definidos abaixo.
ru: Отображать нижние и высокие пороговые значения глюкозы, указанные ниже.
sv: Visa tröskelvärdena för låg och hög glukos som anges nedan.
uk: Відображати нижню і стару поріг глюкози.
vi: Hiển thị các ngưỡng đường huyết thấp và cao được thiết lập bên dưới.
zh_hant: 顯示設定的低和高葡萄糖門檻值。

source: Display Values
bg: Показвани стойности
cs: Zobrazit hodnoty
da: Vis Værdier
de: Werte anzeigen
es: Mostrar valores
fr: Afficher les valeurs
it: Visualizza Valori
nb_no: Vis verdier
nl: Waarden weergeven
pl: Wyświetl wartości
pt_pt: Mostrar valores
ru: Показать значения
sv: Visa värden
uk: Відображати значення
vi: Giá trị hiển thị
zh_hant: 顯示數值

source: Displays Loop statistics in the statPanel in Home View
bg: Показва статистики за цикъла в statPanel на началния екран
cs: Zobrazuje statistiky smyčky v panelu statistik na hlavní obrazovce
da: Viser Loop statistik i statPanel i Home View
de: Zeigt Loop-Statistiken im Statistikbereich auf der Home-Ansicht an
es: Muestra las estadísticas del bucle en el panel de estado en la vista de inicio
fr: Afficher les statistiques de la boucle fermée sur l’écran Accueil
it: Visualizza le statistiche Loop nel pannello di stato nella vista Home
nb_no: Viser loop-statistikk i statistikkpanelet på hjemmeskjermen
nl: Laat Loop statistieken zien in het statPanel in de Home weergave
pl: Wyświetla statystyki pętli w Panelu Statystyk w widoku głównym
pt_pt: Exibe estatísticas do Loop no painel de status da Tela Inicial
ru: Отображает статистику циклов петли на панели статистики, которая отображается на главном экране
sv: Visar Loop-statistik i statistiken på hemskärmen
uk: Відображає статистику циклів Петлі на панелі статистики, яка відображається на Головному Екрані
vi: Hiển thị số liệu vòng lặp trong statPanel tại giao diện chính
zh_hant: 在主頁面中的統計面板顯示循環統計資料

source: Displays real-time glucose readings from your CGM that were smoothed using the Savatzky-Golay filter. The displayed glucose readings may not match the actual readings from your CGM.
bg: Показва стойности на глюкоза в реално време от вашия CGM, изгладени чрез филтъра на Савицки–Голай. Показаните стойности може да не съвпадат с действителните показания на CGM.
cs: Zobrazuje v reálném čase hodnoty glukózy z vašeho CGM, které byly vyhlazeny pomocí filtru Savitzky-Golay. Zobrazené hodnoty glukózy nemusí přesně odpovídat skutečným hodnotám z vašeho CGM.
da: Viser real-time glucose aflæsninger fra din CGM, der blev udglattet ved hjælp af Savatzky-Golay filter. De viste glukoseaflæsninger matcher muligvis ikke de faktiske aflæsninger fra din CGM.
de: Zeigt Echtzeit-Glukose-Messungen Deines CGM an, die mit dem Savatzky-Golay-Filter geglättet wurden. Die angezeigten Glukose-Messwerte stimmen möglicherweise nicht mit den tatsächlichen Messwerten Deiner Glukose-Messung überein.
es: Muestra lecturas de glucosa en tiempo real de su CGM que fueron suavizadas usando el filtro Savatzky-Golay. Las lecturas de glucosa mostradas pueden no coincidir con las lecturas reales de su CGM.
fr: Affiche les mesures de glucose en temps réel provenant de votre capteur de glucose en continu (CGM), lissées à l’aide du filtre de "Savitzky-Golay". Les mesures affichées peuvent ne pas correspondre exactement aux valeurs réelles de votre CGM.
it: Visualizza letture di glucosio in tempo reale dalla tua CGM che sono state levigate usando il filtro Savatzky-Golay. Le letture di glucosio visualizzate potrebbero non corrispondere alle letture effettive della tua CGM.
nb_no: Viser sanntids glukose-avlesninger fra CGM som ble utjevnet ved hjelp av Savatzky-Golay-filteret. Det er ikke sikkert at viste glukosemålinger samsvarer med de faktiske avlesningene fra CGM.
nl: Geeft real-time glucosewaardes van je CGM weer die vloeiend zijn gemaakt via het Savatzky-Golay-filter. De glucosewaardes die worden weergegeven komen mogelijk niet overeen met de werkelijke metingen van uw CGM.
pl: Wyświetla odczyty glikemii w czasie rzeczywistym z CGM, które zostały wygładzone za pomocą filtra Savatzky-Golay. Wyświetlone odczyty glikemii mogą nie pasować do rzeczywistych odczytów z Twojego CGM.
pt_pt: Exibe leituras de glicose em tempo real do seu CGM que foram suavizadas usando o filtro Savatzky-Golay. As leituras de glicemia exibidas podem não coincidir com as leituras reais do seu CGM.
ru: Отображает данные о глюкозе из CGM, которые были сглажены с помощью фильтра Savatzky-Golay. Отображаемые данные о глюкозе могут не совпадать с данными из вашего CGM.
sv: Visar glukosvärden i realtid från ditt CGM som har utjämnats med Savatzky-Golay filtret. De visade glukosavläsningarna kanske inte stämmer överens med de faktiska avläsningarna från din CGM.
uk: Відображає згладжування глюкози з вашого CGM, яке було згладжено за допомогою фільтру Savatzky-Golay фільтру. Відображаються показники глюкози не можуть відповідати фактичним прочитанням з вашого CGM.
vi: Hiển thị giá trị đường huyết theo thời gian thực từ Cảm biến Đường huyết của bạn, đã được làm mượt bằng bộ lọc Savitzky-Golay. Các giá trị đường huyết hiển thị có thể không khớp hoàn toàn với dữ liệu thực tế từ Cảm biến Đường huyết.
zh_hant: 顯示從您的CGM獲得的即時葡萄糖讀取值，這些讀取值使用薩瓦茲基-戈萊濾波器進行平滑處理。顯示的葡萄糖讀取值可能與您CGM的實際讀取值不符。

source: Displays real-time glucose readings from your CGM. Depending on your user interface settings, this may be displayed in a static (red, green, orange) or dynamic (full color spectrum) coloring scheme.
bg: Показва стойности на глюкоза в реално време от вашия CGM. В зависимост от настройките на потребителския интерфейс, това може да се показва със статична (червено, зелено, оранжево) или динамична (пълен цветови спектър) цветова схема.
cs: Zobrazuje hodnoty glukózy z tvého CGM v reálném čase. Podle nastavení uživatelského rozhraní se mohou zobrazovat buď ve statickém (červená, zelená, oranžová), nebo dynamickém (celé barevné spektrum) schématu.
da: Viser glucosemålinger i realtid fra din CGM. Afhængigt af din brugergrænseflade indstillinger, kan dette vises i en statisk (rød, grøn, orange) eller dynamisk (fuld farve spektrum) farvesammensætning ordning.
de: Zeigt Echtzeit-Glukose-Messungen von Deinem CGM an. Abhängig von Deinen Benutzeroberflächeneinstellungen kann dies in einem statischen Farbschema (rot, grün, orange) oder dynamischem (Vollfarbenspektrum) dargestellt werden.
es: Muestra lecturas de glucosa en tiempo real de su CGM. Dependiendo de la configuración de su interfaz de usuario, esto puede mostrarse en un esquema estático (rojo, verde, naranja) o dinámico (espectro de colores a todo color).
fr: Affiche les mesures de glucose en temps réel provenant de votre capteur de glucose en continu (CGM). Selon vos réglages d’interface, elles peuvent être affichées avec une palette de couleurs statique (rouge, vert, orange) ou dynamique (spectre de couleurs complet).
it: Visualizza le letture del glucosio in tempo reale dal CGM. A seconda delle impostazioni dell'interfaccia utente, la visualizzazione può avvenire con uno schema di colori statico (rosso, verde, arancione) o dinamico (spettro di colori completo).
nb_no: Viser blodsukkeravlesninger i sanntid fra din CGM. Avhengig av innstillingene for brukergrensesnittet, kan dette vises i et statisk fargeskjema (rødt, grønt, oransje) eller dynamisk fargeskjema (fullt fargespekter).
nl: Geeft real-time glucosewaardes van je CGM weer. Afhankelijk van uw gebruikersinterface instellingen kan dit worden weergegeven in een statisch (rood, groen, oranje) of dynamisch (full color spectrum) kleurenschema.
pl: Wyświetla odczyty glikemii w czasie rzeczywistym z Twojego CGM. W zależności od ustawień interfejsu użytkownika, może on być wyświetlany w schemacie kolorów statycznych (czerwony, zielony, pomarańczowy) lub dynamicznych (pełne widmo kolorów).
pt_pt: Exibe leituras de glicose em tempo real do seu CGM. Dependendo das configurações da interface do usuário, poderá ser exibido em um esquema de cor estático (vermelho, verde, laranja) ou dinâmico (espectro completo de cores).
ru: Отображает данные о глюкозе в реальном времени из вашего CGM. В зависимости от настроек пользовательского интерфейса, это может быть отображено в статической (красный, зеленый, оранжевый) или динамической (полный цветовой гамм) схеме.
sv: Visar glukosvärden i realtid från din CGM. Beroende på dina användargränssnittsinställningar, kan detta visas i en statisk (röd, grön, orange) eller dynamisk (full färg spektrum) färgschema.
uk: Відображає читання глюкози у реальному часі з вашого CGM. В залежності від ваших налаштувань користувацького інтерфейсу це може бути показано в статичній (червоній, зелений, помаранчевий) або динамічній (повний колір спектру) схемі кольору.
vi: Hiển thị giá trị đường huyết theo thời gian thực từ Cảm biến Đường huyết của bạn. Tùy theo cài đặt giao diện người dùng, dữ liệu này có thể được hiển thị theo kiểu màu tĩnh (đỏ, xanh lá, cam) hoặc màu động (phổ màu đầy đủ).
zh_hant: 顯示來自您的CGM的即時葡萄糖讀取值。根據您的用戶介面設定，這可能以靜態（紅色、綠色、橙色）或動態（全色光譜）顏色方案顯示。

source: Displays the Adjustment Factor (AF) for either Logathmic or Sigmoid Dynamic ISF in use.
bg: Показва коефициента на корекция (AF) за използваното логаритмично или сигмоидно Dynamic ISF.
cs: Zobrazuje faktor úpravy (AF) pro právě používaný logaritmický nebo sigmoidní dynamický ISF.
da: Viser justeringsfaktoren (AF) for enten Logathmic eller Sigmoid Dynamic ISF i brug.
de: Zeigt den Anpassungsfaktor (AF) für den verwendeten Logarithmischen oder Sigmoidalen Dynamischen ISF an.
es: Muestra el Factor de ajuste (AF) para ISF dinámico Logathmic o Sigmoid en uso.
fr: Affiche le facteur d’ajustement (AF) actif pour le facteur de sensibilité à l’insuline dynamique (ISF dynamique) en cours, de type logarithmique ou sigmoïde.
it: Visualizza il Fattore di Regolazione (AF) per l'ISF Dinamico Logaritmico o Sigmoideo in uso.
nb_no: Viser justeringsfaktor (AF) som er i bruk, for enten logaritmisk eller sigmoid dynamisk ISF.
nl: Toont de aanpassingsfactor (AF) voor Logathmic of Sigmoid Dynamic ISF in gebruik.
pl: Wyświetla współczynnik dostosowania (AF) dla używanego dynamicznego ISF - logatmicznego lub sigmoidalnego.
pt_pt: Exibe o Fator de Ajuste (F) para qualquer Logatmica ou Sigmoid Dynamic ISF em uso.
ru: Отображает адаптационный коэффициент (AF) для используемой Logathmic или Sigmoid Dynamic ISF.
sv: Visar justeringsfaktorn (AF) för antingen Logaritmisk eller Sigmoid dynamisk ISF som används.
uk: Відображає відповідного фактора (AF) для логізматичного або сигмоїдного динамічного ISF у використанні.
vi: Hiển thị hệ số điều chỉnh (AF) tương ứng với ISF Động dạng Logarit hoặc Sigmoid đang được áp dụng.
zh_hant: 顯示使用的對數或S型動態ISF的調整因子（AF）。

source: Displays Trio app icon as complication
bg: Показва иконата на Trio като компликация
cs: Zobrazuje ikonu aplikace Trio jako komplikaci
da: Viser trio-app-ikonet som komplikation
de: Zeigt das Trio-App-Symbol als Komplikation an
es: Muestra el icono de la aplicación Trio como complicación
fr: Affiche l’icône de l’app Trio en Complication
it: Visualizza l'icona di Trio app come complicazione
nb_no: Viser Trio app-ikon som komplikasjon
nl: Toon Trio app icoon als complicatie
pl: Wyświetla ikonę aplikacji Trio jako komplikację
pt_pt: Exibe o ícone do Trio como complicação
ru: Отображает иконку приложения Trio как сложность
sv: Visar Trio appikon som komplikation
uk: Відображає піктограму Trio додатка як комбінацію
vi: Hiển thị biểu tượng ứng dụng Trio
zh_hant: 顯示Trio應用程式的圖示作為複雜功能

source: Distribution
bg: Разпределение
cs: Rozdělení
de: Verteilung
it: Distribuzione
nb_no: Distribusjon
nl: Verdeling
pl: Dystrybucja
vi: Phân bố
zh_hant: 分佈

source: Distribution (by day)
bg: Разпределение (по ден)
cs: Rozdělení (po dnech)
da: Distribution (per dag)
de: Verteilung (nach Tagen)
fr: Distribution (par jour)
it: Distribuzione (per giorno)
nb_no: Distribusjon (per dag)
pl: Dystrybucja (wg dnia)
vi: Phân phối (theo ngày)
zh_hant: 分佈（按日）
